[
  "Balıfakı köyü ilk okulu 1924 yılında kurulmuş olup köy okulumuzdan 100'den fazla eğitmen, Köy Enstitülü ve Öğretmen Okulu mezunu öğretmenler yetiştirmiştir. Cumhuriyet kurulduktan bir yıl sonra ülkemiz fakirlik ve zaruret halindeyken, iki Ayyaş olarak anılan kahramanların kurduğu bu okul, CHP iktidarında Atatürk ve İsmet İnönü'nün köyümüze bir armağanıdır. O dönemde okuma yazma oranı erkeklerde %5, kadınlarda %1 iken köylerde ise %0 idi. Yapılacak çok iş vardı, ancak eğitime öncelik verdiler. Bu kahramanlara köyüm adına teşekkür ediyorum. ",
  "100 yıllık tarihi olan okulumuz 1990'lı yıllarda taşımacılık eğitime geçtikten sonra kaderine terk edilmiş ve harabeye dönmüştür. Köy muhtarı Nevzat Can ile birlikte okulumuzu onardık. Devletten bir kuruş destek almadan, duyarlı arkadaşların katkısıyla okulumuzu yöresel tarım aletleri, kültür evi ve Atatürk eserleri müzesine dönüştürdük. Milli Eğitim Müdürlüğünün önerisi üzerine köy yaşam merkezi oldu. ",
  "Okulumuz köyün en hakim tepesinde, deniz ve orman manzaralıdır. Sinop İlinde en güzel köy okulu seçilmiştir. Bizim iddiamız Türkiye'de en güzel köy okulu olduğudur.",
  "Bu resimde okulumuzun ahşap olarak kurulduğu 1924 tarihindeki temsili halini görüyorsunuz. Neredeyse birebir aynı görüntü, o dönemde ahşap binada okuyanlarla görüşülerek düzenlenmiştir.",
  "Bu dersaneyi ve diğer bazı kısımları 1995 yılında bir deniz kazası sonucu kaybettiğim oğlum Eylem Balcı anısına onardık. Perdeler ve örtüler, zamanın ruhuna uygun olsun diye Denizli Buldan'da özel siparişle yaptırılmıştır.",
  "Bundan sonra kronolojik sıraya göre M.K. Atatürk'ün 1923-1938 yılları arasında yaşamı boyunca 15 yılda ülkemizde yaptığı fabrikaları, sosyal devrim ve dönüşümleri göreceksiniz.",
  "Döneme damgasını vuran fabrika ve tesisler.",
  "",
  "1934 İzmit Kağıt ve Karton Fabrikası (bugünkü SEKA) maalesef satıldı, artık kağıt üretilmiyor.",
  "İstikbal göklerde.",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "Bugün övünülen silah sanayisinin temelleri o günlerde atıldı.",
  "Her taraf fabrika, her taraf sanayi.",
  ""
]
